<div class="box_left">
<h2>常问问题</h2>
在这里你可以找到一些我们从玩家那里得到的最常见的问题。如果您不能找到您的问题的答案，请与我们联系。
<hr/>
<h3>我如何连接到服务器?</h3>
我们有一个优秀的连接指南供您遵循<a href="?p=connect" title="Connection Guide">点击这里</a>。如果您安装有问题，请参阅我们的<a href="/forum/" title="Forum">论坛</a>.<br/>&nbsp;

<h3>为什么我的延迟这么高?</h3>
您的延迟可能取决于几个因素。我们的服务器位于中国。如果你住得很远，你可能会比其他人有稍高的延迟。<br/>
但如果有其他问题，请参考您的ISP支持，您可以随时向我们查询 <a href="/forum/" title="Forum">Forum</a>，但我们可能无法帮助你解决所有的问题。<br/>&nbsp;

<h3>投票是如何运作的?</h3>
投票帮助服务器获得更多的流量到我们的网站，这将导致更多的玩家加入服务器。这是非常容易投票，你将获得投票点数，你可以花在游戏中的物品使用我们的<a href="?p=voteshop" title="Vote Shop">投票商店</a>。 <i>不知道怎么投票?</i> 请查看我们的简短投票指南 <a href="/?p=howtovote" title="Voting Guide">点击这里</a>。<br/>


</div>
